/*
 * @Author: your name
 * @Date: 2021-09-06 15:22:44
 * @LastEditTime: 2021-09-06 15:24:10
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \calendars0.1\src\data\error.js
 */
export default{
    "217701": "未搜索到数据",
    "217702": "输入的日期格式错误",
    "10001": "无请求权限",
    "10002": "无请求权限",
    "10003": "无请求权限",
    "10004": "无请求权限",
    "10005": "无请求权限",
    "10007": "未知的请求源",
    "10008": "IP被禁止使用该功能",
    "10009": "无请求权限",
    "10011": "超过搜索数据限制次数",
    "10012": "超过搜索数据限制次数",
    "10013": "超过搜索数据限制次数",
    "10014": "系统正在维护",
    "10020": "系统正在维护",
    "10021": "系统正在维护",
    
}